Repository: wolfgangkle/roots_app
Catalog: lib/l10n/app_*.arb
Languages: de

# settings_title
source: Settings
de: Einstellungen

# settings_appStyle
source: App Style
de: App-Stil

# settings_appStyle_sub
source: Choose your UI theme
de: W채hle dein UI-Theme

# theme_darkForge_sub
source: Dark, moody, glassy
de: Dunkel, stimmungsvoll, gl채sern

# theme_silverGrove_sub
source: Bright, frosted, bluish accent
de: Hell, gefrostet, bl채ulicher Akzent

# theme_ironKeep
source: Iron Keep (Solid)
de: Iron Keep (Massiv)

# theme_ironKeep_sub
source: Opaque, medieval, non-glass
de: Deckend, mittelalterlich, ohne Glas

# toggle_chatOverlay
source: Show Global Chat Overlay
de: Globalen Chat-Overlay anzeigen

# settings_language
source: Language
de: Sprache

# settings_language_sub
source: Choose your language
de: W채hle deine Sprache

# lang_system
source: Use system language
de: Systemsprache verwenden

# lang_english
source: English
de: Englisch
